Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Natural gas refuelling service for motor vehicles
it: Servizio di rifornimento di gas naturale per veicoli a motore

source: Advisory services relating to the maintenance and repair of mechanical and electrical equipment
it: Servizi di consulenza inerenti la manutenzione e la riparazione di attrezzature meccaniche ed elettriche

source: Repair of installations for use in metal production, metal processing and metal working
it: Riparazione di installazioni usate nella produzione, elaborazione e lavorazione del metallo

source: Providing information relating to the repair or maintenance of storage tanks
it: Fornitura di informazioni inerenti la riparazione o manutenzione di serbatoi di stoccaggio

source: Providing information relating to the repair or maintenance of two-wheeled motor vehicles
it: Fornitura di informazioni inerenti la riparazione o la manutenzione di veicoli a motore a due ruote

source: Providing information relating to window cleaning services
it: Fornitura di informazioni inerenti servizi di pulizia delle finestre

source: Providing information relating to the repair or maintenance of gas water heaters
it: Fornitura di informazioni inerenti la riparazione o manutenzione di scaldacqua a gas

source: Building maintenance and repair services provided by a handyman
it: Servizi di manutenzione e riparazione forniti da un operaio tuttofare

source: Cleaning of public areas
it: Pulizia di aree pubbliche

source: Cleaning of venues before and after events
it: Pulizia di locali prima e dopo eventi

source: Building construction supervision services for building projects
it: Servizi di supervisione di lavori edili per progetti edili

source: Repair of industrial machinery
it: Riparazione di macchinari industriali

source: Cleaning of surgical instruments and equipment
it: Pulizia dei strumenti e attrezzature chirurgiche

source: Providing information relating to the repair of land vehicles
it: Fornitura di informazioni inerenti la riparazione di veicoli terrestri

source: Maintenance and repair of axles and parts thereof
it: Riparazione e manutenzione di assali e loro parti

source: Maintenance and repair of hearing aids for the deaf
it: Riparazione e manutenzione di supporti acustici per non udenti

source: Providing information relating to the repair or maintenance of chemical processing machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per trattamenti chimici

source: Providing information relating to street cleaning services
it: Fornitura di informazioni inerenti i servizi di pulizia stradale

source: Providing information relating to the sharpening of scissors and kitchen knives
it: Fornitura di informazioni inerenti l'affilatura di forbici e coltelli da cucina

source: Maintenance and repair of transport containers
it: Riparazione e manutenzione di container per trasporto

source: Installation of laundry and kitchen equipment
it: Installazione di attrezzature per lavanderia e cucina

source: Maintenance of fire alarm installations
it: Manutenzione di sistemi d'allarme anti-incendio

source: Clearing and cleaning gutters
it: Pulizia e spurgo di grondaie

source: Maintenance and repair of residential buildings
it: Riparazione e manutenzione di edifici residenziali

source: Maintenance and repair of office buildings
it: Riparazione e manutenzione di edifici a uso ufficio

source: Rental of machines, tools and apparatus for building construction
it: Noleggio di macchinari, strumenti e apparecchiature per la costruzione di edifici

source: Maintenance, servicing and repair of weapon systems
it: Manutenzione, revisione e riparazione di sistemi di armamenti

source: Maintenance, servicing and repair of vehicles
it: Manutenzione, revisione e riparazione di veicoli

source: Maintenance and repair of motor vehicles and their engines
it: Riparazione e manutenzione di veicoli a motore e loro motori

source: Maintenance and repair of medical instruments, apparatus and equipment
it: Riparazione e manutenzione di strumenti, apparecchiature e attrezzature mediche

source: Insulating of external walls
it: Isolamento di muri esterni

source: Emergency servicing of apparatus for supplying electricity
it: Riparazione d'urgenza di apparecchiature per la fornitura di elettricità

source: Repair of air filters and parts thereof
it: Riparazione di filtri dell'aria e loro parti

source: Providing information relating to the repair or maintenance of semiconductor manufacturing machines and systems
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e sistemi per la produzione di semi-conduttori

source: Providing information relating to the repair or maintenance of optical machines and instruments
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e strumenti ottici

source: Abrasive cleaning of surfaces
it: Pulizia abrasiva di superfici

source: Thermal insulating of buildings
it: Isolamento termico di edifici

source: Retrofitting of air conditioning installations in buildings
it: Retrofit di impianti per il condizionamento dell'aria in edifici

source: Retrofitting of ventilating installations in buildings
it: Retrofit di impianti di ventilazione in edifici

source: Retrofitting of heating installations in buildings
it: Retrofit di impianti di riscaldamento in edifici

source: Retrofitting of heating, ventilating and air conditioning installations in buildings
it: Retrofit di impianti di riscaldamento, ventilazione e condizionamento dell'aria in edifici

source: Construction of wind power plants
it: Costruzione di centrali eoliche

source: Installation of photovoltaic cells and modules
it: Installazione di cellule e moduli fotovoltaici

source: Repair of personal ornaments
it: Riparazione di ornamenti personali

source: Information and consultancy services relating to vehicle repair
it: Servizi di informazione e consulenza inerenti la riparazione di veicoli

source: Installation of lightning conductors
it: Installazione di parafulmini

source: Maintenance, servicing, tuning and repair of motors
it: Manutenzione, revisione, regolazione e riparazione di motori

source: Providing information relating to the repair or maintenance of painting machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per la verniciatura

source: Providing information relating to the repair or maintenance of machines and apparatus for processing food or beverages
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per la lavorazione di alimenti o bevande

source: Providing information relating to the repair or maintenance of laboratory apparatus and instruments
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature e strumenti da laboratorio

source: Providing information relating to the repair or maintenance of construction machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature da costruzione

source: Providing information relating to the repair or maintenance of fire alarms
it: Fornitura di informazioni inerenti la riparazione o manutenzione di allarmi anti-incendio

source: Providing information relating to the repair or maintenance of cinematographic machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature cinematografiche

source: Providing information relating to the construction, repair and maintenance of buildings
it: Fornitura di informazioni inerenti la costruzione, riparazione e manutenzione di edifici

source: Maintenance of telecommunications apparatus
it: Manutenzione di apparecchiature per telecomunicazioni

source: Construction of buildings and other structures
it: Costruzione di edifici e altre strutture

source: Reconditioning of industrial machinery
it: Ripristino di macchinari industriali

source: Installation of insulating materials in buildings, roofs and structures
it: Installazione di materiali isolanti in edifici, tetti e strutture varie

source: Installation of clean room environmental control systems
it: Installazione di sistemi di controllo ambientale camere bianche

source: Installation of environmental control systems
it: Installazione di sistemi di controllo ambientale

source: Installation of clean room systems
it: Installazione di sistemi per camera bianca

source: Advisory services relating to building demolition
it: Servizi di consulenza inerenti la demolizione di edifici

source: Providing information relating to the repair or maintenance of vessels
it: Fornitura di informazioni inerenti la riparazione o manutenzione di navi

source: Maintenance and repair of horological and chronometric instruments
it: Riparazione e manutenzione di strumenti di orologeria e cronometrici

source: Installation of thermal insulation for buildings
it: Installazione di isolanti termici per edifici

source: Inspection of automobiles and their parts prior to maintenance and repair
it: Ispezione di automobili e dei pezzi, prima di operazioni di manutenzione e riparazione

source: Installation of gas and water pipelines
it: Installazione di condutture del gas e dell'acqua

source: Maintenance of industrial machinery
it: Manutenzione di macchinari industriali

source: Snow removal and de-icing services for airplanes
it: Servizi di rimozione di neve e ghiaccio per aerei

source: Providing information relating to building construction
it: Fornitura di informazioni inerenti la costruzione di edifici

source: Repair of sanitary installations
it: Riparazione di impianti sanitari

source: Insulating of internal and external walls, ceilings and roofs
it: Isolamento di pareti interne ed esterne, soffitti e tetti

source: Providing information relating to the repair or maintenance of industrial dishwashing machines
it: Fornitura di informazioni inerenti la riparazione e manutenzione di lavastoviglie industriali

source: Providing information relating to the repair or maintenance of machines and apparatus for manufacturing glassware
it: Fornitura di informazioni inerenti la riparazione e manutenzione di macchinari e apparecchiature per la produzione di oggetti in vetro

source: Providing information relating to the repair or maintenance of consumer electrical appliances
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature elettriche di consumo

source: Providing information relating to the repair or maintenance of aircraft
it: Fornitura di informazioni inerenti la riparazione o manutenzione di aeromobili

source: Providing information relating to the rental of car washing apparatus
it: Fornitura di informazioni inerenti il noleggio di apparecchiature per autolavaggio

source: Providing information relating to the repair or maintenance of waste crushing machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature tritarifiuti

source: Providing information relating to the repair or maintenance of vehicle washing installations
it: Fornitura di informazioni inerenti la riparazione o manutenzione di impianti per il lavaggio di veicoli

source: Maintenance of communications equipment
it: Manutenzione di attrezzature di comunicazione

source: Maintenance and repair of presses for processing metals
it: Riparazione e manutenzione di presse per la lavorazione dei metalli

source: Maintenance and repair of machines and machine tools for treating and processing metals
it: Riparazione e manutenzione di macchinari e macchine utensili per il trattamento e la lavorazione dei metalli

source: Maintenance, repair and reconditioning of photovoltaic apparatus and installations
it: Manutenzione, riparazione e ripristino di apparecchiature e impianti fotovoltaici

source: Repair or maintenance of electronic machines and apparatus
it: Riparazione o manutenzione di macchinari e apparecchiature elettronici

source: Servicing of manufacturing machines and apparatus
it: Revisione di macchinari e apparecchiature di produzione

source: Reconditioning motors that have been worn or partially destroyed
it: Ripristino di motori consumati o parzialmente distrutti

source: Reconditioning machines, motors and engines that have been worn or partially destroyed
it: Ripristino di macchinari e motori consumati o parzialmente distrutti

source: Providing information relating to the installation of electrical apparatus
it: Fornitura di informazioni inerenti l'installazione di apparecchiature elettriche

source: Providing information relating to the installation of machinery
it: Fornitura di informazioni inerenti l'installazione di macchinari

source: Provision of construction information relating to public works
it: Fornitura di informazioni inerenti la costruzione di opere pubbliche

source: Providing information relating to the repair or maintenance of mechanical parking systems
it: Fornitura di informazioni inerenti la riparazione e manutenzione di sistemi meccanici di parcheggio

source: Providing information relating to shipbuilding
it: Fornitura di informazioni inerenti la costruzione di navi

source: Providing information relating to umbrella repair
it: Fornitura di informazioni inerenti la riparazione di ombrelli

source: Providing information relating to the repair or maintenance of chemical plants
it: Fornitura di informazioni inerenti la riparazione o manutenzione di impianti chimici

source: Providing information relating to the repair or maintenance of nuclear power plants
it: Fornitura di informazioni inerenti la riparazione o manutenzione di centrali nucleari

source: Providing information relating to the repair or maintenance of cooking apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature da cucina

source: Repair and restoration of household articles
it: Riparazione e restauro di articoli per la casa

source: Repair and restoration of furniture
it: Riparazione e restauro di mobili

source: Maintenance and repair of agricultural machines
it: Riparazione e manutenzione di macchinari agricoli

source: Repair or maintenance of mechanical parking systems
it: Riparazione o manutenzione di sistemi meccanici di parcheggio

source: Maintenance and repair of automatic transmissions
it: Manutenzione e riparazione di trasmissioni automatiche

source: Maintenance and repair of manual transmissions
it: Manutenzione e riparazione di trasmissioni manuali

source: Erection of prefabricated buildings and structures
it: Edificazione di edifici e strutture prefabbricate

source: Repair of garbage disposals
it: Riparazione di tritarifiuti

source: Maintenance and repair of electronic installations
it: Riparazione e manutenzione di impianti elettronici

source: Installation of fixtures and fittings for buildings
it: Installazione di impianti e arredi per edifici

source: Providing information relating to the repair and maintenance of spectacles
it: Fornitura di informazioni inerenti la riparazione e manutenzione di occhiali

source: Repair and maintenance of spectacles
it: Riparazione e manutenzione di occhiali

source: Providing information relating to the repair or maintenance of electric motors
it: Fornitura di informazioni inerenti la riparazione e manutenzione di motori elettrici

source: Providing information relating to the repair or maintenance of burners
it: Fornitura di informazioni inerenti la riparazione e manutenzione di bruciatori

source: Providing information relating to the repair of tatami mats
it: Fornitura di informazioni inerenti la riparazione di stuoie tatami

source: Providing information relating to laundering services
it: Fornitura di informazioni inerenti i servizi di lavanderia

source: Providing information relating to the repair of fishing tackle
it: Fornitura di informazioni inerenti la riparazione di attrezzature da pesca

source: Repair of vehicle washing installations
it: Riparazione di impianti per il lavaggio auto

source: Maintenance of vehicle washing installations
it: Manutenzione di impianti per il lavaggio auto

source: Building construction supervision services for real estate projects
it: Servizi di supervisione di lavori edili per progetti immobiliari

source: Repair of electrical equipment and electrotechnical installations
it: Riparazione di attrezzature elettriche e impianti elettrotecnici

source: Maintenance and repair of electric vehicles
it: Riparazione e manutenzione di veicoli elettrici

source: Maintenance and repair of water vehicles
it: Riparazione e manutenzione di veicoli d'acqua

source: Maintenance and repair of airplane motors and engines
it: Riparazione e manutenzione di motori per aerei

source: Consultancy, information and advisory services relating to the construction of public works
it: Servizi di consulenza e informazione inerenti la costruzione di opere pubbliche

source: Installation of yacht interiors
it: Installazione di interni di yacht

source: Reconditioning of vacuum pumps and parts thereof
it: Ripristino di pompe a vuoto e loro parti

source: Providing information relating to the repair or maintenance of vending machines
it: Fornitura di informazioni inerenti la riparazione e manutenzione di distributori automatici

source: Maintenance and repair of chassis parts and bodies for vehicles
it: Riparazione e manutenzione di parti di telaio e carrozzeria per veicoli

source: Rental of aerial work platforms for use in construction
it: Noleggio di piattaforme di lavoro a elevazione per l'edilizia

source: Rental of lifting apparatus for use in construction
it: Noleggio di apparecchiature di sollevamento per l'edilizia

source: Servicing and repair of mechanical access platforms
it: Revisione e riparazione di piattaforme meccaniche d'accesso

source: Mining for diamonds, precious stones or precious metals
it: Estrazione mineraria di diamanti, pietre preziose o metalli preziosi

source: Installation of industrial machinery
it: Installazione di macchinari industriali

source: Maintenance and repair of electricity generators
it: Riparazione e manutenzione di generatori elettrici

source: Providing information relating to the repair or maintenance of fishing machines and instruments
it: Fornitura di informazioni inerenti la riparazione e manutenzione di macchinari e strumenti per la pesca

source: Providing information relating to the repair or maintenance of bookbinding apparatus and machines
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature e macchinari per rilegatura

source: Providing information relating to the repair or maintenance of printing machines
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari per la stampa

source: Providing information relating to the repair or maintenance of telecommunication machines and apparatus
it: Fornitura di informazioni inerenti la riparazione e manutenzione di macchinari e apparecchiature di telecomunicazioni

source: Providing information relating to the repair or maintenance of pumps
it: Fornitura di informazioni inerenti la riparazione o manutenzione di pompe

source: Providing information relating to floor polishing services
it: Fornitura di informazioni inerenti i servizi di lucidatura di pavimenti

source: Providing information relating to the cleaning of carpets and rugs
it: Fornitura di informazioni inerenti la pulitura di moquette e tappeti

source: Providing information relating to the repair or maintenance of cooking pots and pans
it: Fornitura di informazioni inerenti la riparazione e manutenzione di pentole e padelle

source: Providing information relating to the repair or maintenance of industrial washing machines
it: Fornitura di informazioni inerenti la riparazione o manutenzione di lavatrici industriali

source: Cleaning of exhibition stands
it: Pulitura di stand espositivi

source: Providing information relating to the repair or maintenance of sporting equipment
it: Fornitura di informazioni inerenti la riparazione o manutenzione di attrezzature sportive

source: Vehicle repair as part of vehicle breakdown services
it: Riparazioni di veicoli nell'ambito di servizi in caso di guasto

source: Tuning of motor vehicle engines
it: Tuning di motori per veicoli

source: Maintenance and repair of motor vehicle engines
it: Riparazione e manutenzione di motori per veicoli

source: Maintenance and repair of motor vehicles and parts thereof
it: Riparazione e manutenzione di veicoli a motore e delle loro parti

source: Repair and maintenance of motor vehicles and parts thereof and of engines for motor vehicles and parts thereof
it: Riparazione e manutenzione di veicoli a motore e delle loro parti e di motori per veicoli a motore e delle loro parti

source: Maintenance and repair of wind power plants
it: Riparazione e manutenzione di centrali eoliche

source: Repair or maintenance of cooking apparatus and installations
it: Riparazione o manutenzione di apparecchiature e installazioni da cucina

source: Repair or maintenance of electric cooking apparatus and installations
it: Riparazione o manutenzione di apparecchiature e installazioni elettriche da cucina

source: Repair or maintenance of non-electric cooking apparatus and installations
it: Riparazione o manutenzione di apparecchiature e installazioni non elettriche da cucina

source: Advisory services relating to the installation of lighting apparatus
it: Servizi di consulenza inerenti l'installazione di impianti di illuminazione

source: Advisory services relating to the installation of audiovisual equipment
it: Servizi di consulenza inerenti l'installazione di attrezzature audiovisive

source: Installation of audiovisual equipment
it: Installazione di attrezzature audiovisive

source: Advisory services relating to the installation of security and safety equipment
it: Servizi di consulenza inerenti l'installazione di attrezzature di sicurezza

source: Installation of security and safety equipment
it: Installazione attrezzature di sicurezza

source: Advisory services relating to the installation of fire prevention equipment
it: Servizi di consulenza inerenti l'installazione di attrezzature di prevenzione incendi

source: Advisory services relating to the installation of communication equipment
it: Servizi di consulenza inerenti l'installazione di attrezzature di comunicazione

source: Installation of communication equipment
it: Installazione di attrezzature di comunicazione

source: Advisory services relating to the installation of telephone equipment
it: Servizi di consulenza di inerenti l'installazione di attrezzature telefoniche

source: Advisory services relating to the installation of building automation equipment
it: Servizi di consulenza inerenti l'installazione di attrezzature d'automazione per edifici

source: Installation of building automation equipment
it: Installazione di attrezzature d'automazione per edifici

source: Advisory services relating to the installation of passenger lifts
it: Servizi di consulenza inerenti l'installazione di ascensori

source: Advisory services relating to the installation of hydraulic equipment
it: Servizi di consulenza inerenti l'installazione di attrezzature idrauliche

source: Installation of hydraulic equipment
it: Installazione di attrezzature idrauliche

source: Maintenance and repair of gas and electricity installations
it: Riparazione e manutenzione di impianti elettrici e a gas

source: Rebuilding and reconditioning of motors
it: Ricostruzione e ripristino di motori
